Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_AUTO_LOW_LIGHT_FOOTER
source: Automatically reduce the frame rate from 30 fps to 24 fps to improve low light video.
ar: تقليل معدل الإطارات تلقائيًا من 30 إطار/ثانية إلى 24 إطار/ثانية لتحسين فيديو الإضاءة الضعيفة.
bg: Автоматично намалява кадрите в секунда от 30 кадъра/сек на 24 кадъра/сек, за да се подобри видеото при слаба светлина.
bn: স্বয়ংক্রিয়ভাবে কম আলোয় ভিডিও তোলার দৃশ্যটিকে উন্নত করতে ফ্রেম রেট 30 fps থেকে 24 fps-এ কমিয়ে দেয়।
ca: Redueix automàticament la freqüència de fotogrames de 30 fps a 24 fps per millorar els vídeos amb poca llum.
cs: Snímková frekvence se za účelem zlepšení kvality videa při slabém osvětlení sníží z 30 na 24 fps.
da: Reducer automatisk billedfrekvensen fra 30 til 24 bps for at forbedre video i dårligt lys.
de: Reduziert die Bildrate automatisch von 30 fps auf 24 fps, um Videoaufnahmen bei wenig Licht zu verbessern.
el: Αυτόματη μείωση του ρυθμού καρέ από 30 καρέ/δευτ. (FPS) σε 24 καρέ/δευτ. για βελτίωση βίντεο χαμηλού φωτισμού.
es: Reduce automáticamente la frecuencia de fotogramas de 30 fps a 24 fps para mejorar los vídeos con poca luz.
es_us: Reduce automáticamente la velocidad de los fotogramas de 30 fps a 24 fps para mejorar el video que se toma con poca luz.
fi: Laskee kuvataajuuden automaattisesti 30 fps:stä 24 fps:ään videon parantamiseksi heikossa valossa.
fr: Réduit automatiquement le nombre d’images par seconde de 30 à 24 pour améliorer les vidéos filmées en éclairage faible.
fr_ca: Réduit automatiquement la fréquence d’images de 30 ips à 24 ips pour améliorer la qualité des vidéos à faible niveau de lumière.
gu: લો લાઇટ વીડિયોને સુધારવા માટે ફ્રેમ રેટ 30 fps થી 24 fps ઑટોમૅટિક રીતે ઘટાડો.
he: ניתן להפחית את קצב הפריימים באופן אוטומטי מ-⁨30 FPS⁩ ל-⁨24 FPS⁩ לשיפור צילומי וידאו בתאורה נמוכה.
hi: लो लाइट वीडियो में सुधार के लिए 30 fps से 24 fps फ़्रेम रेट ऑटोमैटिकली घटाएँ।
hr: Automatsko smanjenje brzine sličica s 30 FPS na 24 FPS radi poboljšanja videozapisa snimanih pri slabom osvjetljenju.
hu: A képkockasebesség automatikus csökkentése 30 fps-ről 24 fps-re az alacsony fényerejű videó javításához.
id: Kurangi laju bingkai secara otomatis dari 30 fps ke 24 fps untuk meningkatkan video cahaya rendah.
it: Riduci in modo automatico la frequenza dei fotogrammi da 30 a 24 fps per migliorare la qualità dei video con scarsa luminosità.
ja: 低照度のビデオを見やすくするために、フレームレートを自動的に30 fpsから24 fpsに落とします。
kk: Көмескі жарықта түсірілген видеоны жақсарту үшін кадр жиілігін 30-дан 24-ке дейін автоматты түрде азайту.
kn: ಕಡಿಮೆ ಬೆಳಕಿನ ವೀಡಿಯೊವನ್ನು ಸುಧಾರಿಸಲು ಫ್ರೇಮ್ ರೇಟ್ ಅನ್ನು 30 fpsನಿಂದ 24 fpsಗೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಡಿಮೆ ಮಾಡಿ.
ko: 저조도 비디오를 향상하기 위해 자동으로 프레임률을 30fps에서 24fps로 줄입니다.
lt: Automatiškai sumažinkite kadrų dažnį nuo 30 kadr./s iki 24 kadr./s, kad pagerintumėte esant prietemai įrašytus vaizdo įrašus.
ml: കുറഞ്ഞ വെളിച്ചമുള്ള വീഡിയോ മെച്ചപ്പെടുത്താൻ ഫ്രെയിം റേറ്റിനെ 30 fps-ൽ നിന്ന് 24 fps-ലേക്ക് ഓട്ടോമാറ്റിക്കായി കുറയ്ക്കൂ.
mr: कमी प्रकाशित व्हिडिओ सुधारण्यासाठी 30 fps पासून 24 fps पर्यंत फ्रेम रेट ऑटोमॅटिकली कमी करा.
ms: Kurangkan kadar bingkai secara automatik daripada 30 bps kepada 24 bps untuk menambahbaik video cahaya malap.
nb: Reduser bildefrekvensen automatisk fra 30 til 24 bps for å ta bedre videoer i svakt lys.
nl: Verlaag de beeldsnelheid automatisch van 30 fps naar 24 fps om video met weinig licht te verbeteren.
or: କମ୍ ଲାଇଟ୍ ଭିଡିଓରେ ଉନ୍ନତି କରିବା ପାଇଁ ଫ୍ରେମ୍ ରେଟ୍ ^[30](formatNumber: true) fpsରୁ ^[24](formatNumber: true) fpsକୁ ସ୍ବୟଂଚାଳିତ ଭାବରେ ହ୍ରାସ ହେବ।
pa: ਘੱਟ ਰੌਸ਼ਨੀ ਵਾਲੀ ਵੀਡੀਓ ਵਿੱਚ ਸੁਧਾਰ ਲਈ 30 fps ਤੋਂ 24 fps ਫ਼ਰੇਮ ਦਰ ਨੂੰ ਆਟੋਮੈਟਿਕਲੀ ਘਟਾਓ।
pl: Przy słabym świetle wideo są automatycznie redukowane do 24 (zamiast 30) klatek na sekundę.
pt_br: Reduz a taxa de quadros automaticamente de 30 fps para 24 fps para melhorar os vídeos em luz baixa.
pt_pt: Reduzir automaticamente a taxa de fotogramas de 30 fps para 24 fps, para melhorar a captura de vídeo em condições de fraca luminosidade.
ro: Frecvența cadrelor va fi redusă automat de la 30 fps la 24 fps pentru a îmbunătăți calitatea înregistrării video în condiții de iluminare slabă.
ru: Возможность автоматического уменьшения частоты кадров с 30 до 24 для улучшения видео, снятого в условиях слабой освещенности.
sk: Automaticky vylepší videá nahrávané pri slabom osvetlení znížením frekvencie snímok z 30 fps na 24 fps.
sl: Samodejno zniža hitrost sličic s 30 sličic/s na 24 sličic/s za izboljšanje videa, posnetega v slabših svetlobnih pogojih.
sv: Minska automatiskt bildfrekvensen från 30 bilder/s till 24 bilder/s så att videokvaliteten förbättras vid svagt ljus.
ta: குறைந்த வெளிச்சத்தில் எடுக்கப்படும் வீடியோவின் தரத்தை மேம்படுத்துவதற்காக ஃபிரேம் விகிதத்தை 30 fpsஇலிருந்து 24 fpsக்குத் தானாகவே குறைக்கும்.
te: తక్కువ లైట్ ఉన్న వీడియోను మెరుగుపరచడానికి ఫ్రేమ్ రేట్‌ను 30 fps నుండి 24 fpsకు ఆటోమేటిక్‌గా తగ్గిస్తుంది.
th: ลดอัตราเฟรมโดยอัตโนมัติจาก 30 fps เป็น 24 fps เพื่อปรับวิดีโอที่มีแสงสว่างน้อย
tr: Düşük ışıklı videoları iyileştirmek için kare hızını 30 kare/sn. yerine 24 kare/sn. olarak otomatik olarak azaltır.
uk: Автоматично зменшувати частоту з 30 кадр/с до 24 кадр/с для покращення відео в поганому освітленні.
ur: کم روشنی والی ویڈیو کو بہتر بنانے کے لیے فریم ریٹ کو آٹومیٹک طریقے سے ⁨^[30](formatNumber: true) fps⁩ سے گھٹا کر ⁨^[24](formatNumber: true) fps⁩ کریں۔
vi: Tự động giảm tốc độ khung hình từ 30 fps xuống 24 fps để cải thiện video ánh sáng yếu.
zh_cn: 自动将帧速率从30 fps减少到24 fps以改善低光视频。
zh_hk: 自動將格率從30 fps減少至24 fps以改善低光影片。
zh_tw: 自動將影格率從30 fps降到24 fps來改進低光影片。

# CAM_AUTO_LOW_LIGHT_TITLE
source: Auto Low Light FPS
ar: معدل إطار/ثانية تلقائي للإضاءة الضعيفة
bg: Авто кадри/сек при слаба светлина
bn: অটো লো-লাইট FPS
ca: FPS poca llum automàticament
cs: Auto FPS při slabém osvětlení
da: Auto-BPS ved dårligt lys
de: Autom. FPS bei wenig Licht
el: Μείωση καρέ σε χαμηλό φωτισμό
es: Frec. de fps automática con poca luz
es_us: FPS para poca luz
fi: Autom. heikon valon FPS
fr: Moins d’IPS en éclairage faible
fr_ca: Faible niveau de lumière auto.
gu: ઑટો લો લાઇટ FPS
he: קצב FPS לתאורה נמוכה: אוטומטי
hi: ऑटो लो लाइट FPS
hr: Auto FPS pri slabom osvjetljenju
hu: Auto FPS kevés fényhez
id: FPS Cahaya Rendah Otomatis
it: Riduci FPS con luce scarsa
ja: 自動低照度FPS
kk: Автоматты жиілік (көмескі жарық)
kn: ಆಟೋ ಕಡಿಮೆ ಬೆಳಕಿನ FPS
ko: 자동 저조도 FPS
lt: Automatinė kadr./s sparta esant prietemai
ml: കുറഞ്ഞ വെളിച്ചമുള്ള ഓട്ടോ FPS
mr: ऑटो कमी प्रकाश FPS
ms: BPS Cahaya Malap Auto
nb: Reduser BPS i svakt lys
nl: Verlaag autom. fps bij weinig licht
or: ଅଟୋ କମ୍ ଲାଇଟ୍ FPS
pa: ਆਟੋ ਘੱਟ ਰੌਸ਼ਨੀ FPS
pl: 24 kl./s przy słabym świetle
pt_br: FPS Automático em Luz Baixa
pt_pt: Redução automática de fps
ro: FPS automat lumină slabă
ru: Авточастота (слабый свет)
sk: Obmedziť FPS
sl: Samodejno št. sličic/s pri slabi osvetlitvi
sv: Automatisk reducering av bilder/s vid svagt ljus
ta: ஆட்டோ லோ லைட் FPS
te: ఆటో తక్కువ లైట్ FPS
th: FPS สำหรับแสงสว่างน้อยอัตโนมัติ
tr: Otomatik Düşük Işık FPS
uk: Автозадання частоти кадрів для темряви
ur: آٹو لو لائٹ ‏FPS
vi: FPS ánh sáng yếu tự động
zh_cn: 自动低光FPS
zh_hk: 自動低光FPS
zh_tw: 自動低光FPS

# CAM_CAPTURE_DYNAMIC_SHUTTER_SWITCH
source: Prioritize Faster Shooting
ar: إعطاء الأولوية للالتقاط السريع
bg: Приоритет Забързано Снимане
bn: দ্রুত শুটিংয়ের প্রাধান্য দিন
ca: Prioritza la captura ràpida
cs: Upřednostnit rychlé pořizování snímků
da: Prioriter hurtigere fotografering
de: Schnellere Aufnahmen priorisieren
el: Προτεραιοποίηση γρήγορων λήψεων
es: Priorizar la velocidad sobre la calidad al hacer fotos
es_us: Priorizar disparos rápidos
fi: Priorisoi nopeampi valokuvaus
fr: Donner la priorité à la prise de photo rapide
fr_ca: Donner la priorité à la vitesse de prise de photos
gu: વધુ ફાસ્ટ શૂટ કરવાને પ્રાથમિકતા આપો
he: עדיפות לצילום מהיר יותר
hi: तेज़ गति से शूट करने को प्राथमिकता दें
hr: Prioritiziraj brže snimanje
hu: Gyorsabb felvételkészítés előnyben részesítése
id: Prioritaskan Pemotretan yang Lebih Cepat
it: Priorità agli scatti più rapidi
ja: より速い撮影を優先
kk: Камера ысырмасының жылдамырақ іске қосылуы
kn: ತ್ವರಿತಗತಿಯ ಶೂಟಿಂಗ್‌ಗೆ ಆದ್ಯತೆ ನೀಡಿ
ko: 더 빠른 촬영 우선 처리
lt: Teikti pirmenybę greitesnio fotografavimo režimui
ml: അതിവേഗ ഷൂട്ടിങിന് മുൻഗണന നൽകൂ
mr: जलद शूट करायला प्राधान्य द्या
ms: Utamakan Tangkapan Lebih Laju
nb: Prioriter raskere bildetagning
nl: Geef prioriteit aan snellere opnamen
or: ଦ୍ରୁତଗାମୀ ଶୁଟିଂକୁ ପ୍ରାଥମିକତା ଦିଅନ୍ତୁ
pa: ਤੇਜ਼ ਗਤੀ ਨਾਲ ਸ਼ੂਟ ਕਰਨ ਨੂੰ ਤਰਜੀਹ ਦਿਓ
pl: Priorytet serii zdjęć
pt_br: Priorizar Captura Mais Rápida
pt_pt: Priorizar captura rápida
ro: Prioritate fotografiere rapidă
ru: Более быстрое срабатывание затвора
sk: Uprednostniť rýchlejšie fotenie
sl: Prednost ima hitrejše snemanje
sv: Prioritera snabbare fotografering
ta: வேகமாகப் படமெடுத்தலுக்கு முன்னுரிமையளி
te: వేగవంతమైన షూటింగ్‌కు ప్రాధాన్యతనివ్వండి
th: จับภาพคมชัดอย่างรวดเร็ว
tr: Daha Hızlı Çekime Öncelik Ver
uk: Пріоритет швидкості зйомки
ur: تیز رفتاری سے شوٹ کرنے کو ترجیح دیں
vi: Ưu tiên chụp nhanh hơn
zh_cn: 优先快速拍摄
zh_hk: 優先快速拍攝
zh_tw: 優先快速拍攝

# CAM_CAPTURE_GROUP_FOOTER
source: Intelligently adapt image quality when rapidly pressing the shutter.
ar: تعديل ذكي لجودة الصورة عند الضغط على الغالق بسرعة.
bg: Интелигентно адаптира качеството на изображението при бързо натискане на бутона за снимане.
bn: দ্রুত শাটার চাপার সময় বুদ্ধিমত্তার সঙ্গে ছবির গুণমান অপ্টিমাইজ করে।
ca: Adapta automàticament la qualitat de la imatge quan es prem l’obturador de manera ràpida.
cs: Při rychlém tisknutí spouště se bude inteligentně přizpůsobovat kvalita obrazu.
da: Billedkvaliteten justeres på en smart måde, når du trykker hurtigt på lukkerknappen.
de: Die Bildqualität beim schnellen Drücken des Auslösers intelligent anpassen.
el: Ευφυής προσαρμογή της ποιότητας εικόνας όταν πατάτε γρήγορα το κλείστρο.
es: Adapta automáticamente la calidad de la imagen cuando pulsas el obturador rápidamente varias veces.
es_us: Adapta de manera inteligente la calidad de la imagen al presionar rápidamente el obturador.
fi: Mukauta kuvan laatua älykkäästi, kun suljinta painetaan nopeassa tahdissa.
fr: Grâce à un système intelligent, adaptez la qualité de l’image lorsque vous appuyez rapidement sur l’obturateur.
fr_ca: Cette fonctionnalité adapte intelligemment la qualité de l’image lorsque vous appuyez rapidement sur l’obturateur.
gu: શટરને ઝડપથી દબાવતા સમયે ઇમેજની ગુણવત્તાને બુદ્ધિમતાપૂર્વક અડૅપ્ટ કરો.
he: ניתן להתאים את איכות התמונה באופן חכם על ידי לחיצות מהירות על כפתור הצילום.
hi: शटर को तेज़ गति से दबाते समय इमेज की गुणवत्ता को बुद्धिमत्तापूर्वक अनुकूलित करें।
hr: Kvaliteta slike inteligentno će se prilagoditi prilikom brzog pritiskanja okidača.
hu: Intelligens módon adaptálhatja a képminőséget a zár gyors megnyomásakor.
id: Adaptasikan kualitas gambar dengan pintar saat menekan rana dengan cepat.
it: Adatta in modo intelligente la qualità dell’immagine quando premi rapidamente il comando di scatto.
ja: シャッターを急いで押したときの画質をインテリジェントに適応させます。
kk: Ысырманы жылдам басу кезінде кескін сапасын бейімдеу.
kn: ಶಟರ್ ಅನ್ನು ಕ್ಷಿಪ್ರವಾಗಿ ಒತ್ತುತ್ತಲೇ ಚಿತ್ರದ ಗುಣಮಟ್ಟವನ್ನು ಬುದ್ದಿವಂತಿಕೆಯಿಂದ ಅಳವಡಿಸಿಕೊಳ್ಳಿ.
ko: 셔터를 빠르게 누를 때 이미지의 품질을 지능적으로 조정합니다.
lt: Išmaniai pritaikykite vaizdo kokybę, sparčiai spaudinėdami fotografavimo mygtuką.
ml: ഷട്ടർ അതിവേഗം അമർത്തുമ്പോൾ ഇമേജ് ഗുണനിലവാരം ഇന്റലിജന്റായി യുക്തമാക്കൂ.
mr: शटरला वेगाने दाबताना इमेजची गुणवत्ता इंटेलिजेंटली अडॅप्ट करा.
ms: Sesuaikan kualiti imej secara pintar apabila menekan pengatup dengan pantas.
nb: Utfør smart tilpasning av bildekvaliteten når du trykker raskt på utløserknappen.
nl: Pas de beeldkwaliteit op intelligente wijze aan wanneer je snel op de sluiter drukt.
or: ଶଟର୍‌କୁ ଶୀଘ୍ର ଦବାଇବା ସମୟରେ ଇମେଜ୍‌ର ଗୁଣବତ୍ତାକୁ ବୁଦ୍ଧିମତ୍ତା ସହ ଅନୁସରଣ କରନ୍ତୁ।
pa: ਸ਼ਟਰ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਦਬਾਉਣ ਵੇਲੇ ਚਿੱਤਰ ਦੀ ਗੁਣਵੱਤਾ ਨੂੰ ਸਮਝਦਾਰੀ ਨਾਲ ਅਨੁਕੂਲਿਤ ਕਰੋ।
pl: Jakość zdjęć będzie inteligentnie dopasowywana do szybkości, z jaką stukasz w przycisk migawki.
pt_br: Adapte a qualidade da imagem de maneira inteligente ao pressionar o obturador rapidamente.
pt_pt: Adapta a qualidade da imagem, de modo inteligente, à velocidade de pressão no obturador.
ro: Calitatea imaginii va fi adaptată inteligent la apăsarea rapidă a declanșatorului.
ru: Подстраивать качество изображений при быстром нажатии затвора.
sk: Kvalita obrázkov sa inteligentne prispôsobí rýchlosti stláčania spúšte.
sl: Inteligentno prilagodi kakovost slike pri hitrem pritiskanju gumba sprožilca.
sv: Anpassa bildkvalitet på ett smart sätt när du snabbt trycker på slutaren.
ta: ஷட்டரை வேகமாக அழுத்தும்போது அதற்கேற்ப படத்தின் தரம் தகவமைக்கப்படும்.
te: షట్టర్‌ను వేగంగా నొక్కినప్పుడు ఇమేజ్ నాణ్యతను సమర్థవంతంగా అనుకూలపరుస్తుంది.
th: ปรับปรุงคุณภาพของรูปภาพได้อย่างอัจฉริยะเมื่อกดปุ่มชัตเตอร์อย่างรวดเร็ว
tr: Deklanşöre hızlıca basıldığında görüntü kalitesini akıllı bir şekilde uyarlar.
uk: Під час швидкого натискання кнопки затвора якість зображення буде адаптовано за допомогою інтелектуальних алгоритмів.
ur: شٹر کو تیزی سے دباتے وقت امیج کوالٹی کو ذہانت کے ساتھ موافق بنائیں۔
vi: Điều chỉnh chất lượng hình ảnh thông minh khi nhấn nhanh nút chụp.
zh_cn: 快速按下快门时，智能调整图像质量。
zh_hk: 快速按下快門時智慧調整影像質素。
zh_tw: 快速按下快門時智慧調整影像品質。

# CAM_CONFIRM_HIGH_EFFICIENCY_HDR_VIDEO
source: HDR video requires macOS Catalina (10.15) or later.
ar: يتطلب فيديو HDR استخدام macOS Catalina (10.15)‎ أو أحدث.
bg: HDR видео изисква macOS Catalina (10.15) или следваща версия.
bn: HDR ভিডিওর জন্য macOS Catalina (10.15) অথবা তার পরবর্তী ভার্সনের প্রয়োজন।
ca: Els vídeos HDR requereixen el macOS Catalina (10.15) o posterior.
cs: HDR videa vyžadují systém macOS Catalina (10.15) nebo novější.
da: HDR-video kræver macOS Catalina (10.15) eller en nyere version.
de: HDR-Video erfordert macOS Catalina (10.15) oder neuer.
el: Τα βίντεο HDR απαιτούν macOS Catalina (10.15) ή μεταγενέστερη έκδοση.
es: Los vídeos HDR requieren macOS Catalina (10.15) o posterior.
es_us: El video HDR requiere macOS Catalina (10.15) o posterior.
fi: HDR-video vaatii macOS Catalinan (10.15) tai uudemman.
fr: Les vidéos HDR requièrent macOS Catalina (10.15) ou ultérieur.
fr_ca: Les vidéos HDR requièrent macOS Catalina (10.15) ou version ultérieure.
gu: HDR વીડિયો માટે macOS Catalina (10.15) અથવા ત્યાર બાદનું વર્ઝન જરૂરી છે.
he: לווידאו HDR נדרשת גירסת ⁨macOS Catalina (10.15)⁩ ומעלה.
hi: HDR वीडियो के लिए macOS Catalina (10.15) या उसके बाद का संस्करण आवश्यक है।
hr: HDR video zahtijeva sustav macOS Catalina (10.15) ili noviji.
hu: A HDR-videóhoz macOS Catalina (10.15) vagy újabb rendszer szükséges.
id: Video HDR memerlukan macOS Catalina (10.15) atau lebih baru.
it: Il formato video HDR richiede macOS Catalina (10.15) o versioni successive.
ja: HDRビデオにはmacOS Catalina（10.15）以降が必要です。
kk: HDR-видео үшін macOS Catalina (10.15) немесе одан жаңа нұсқасы қажет.
kn: HDR ವೀಡಿಯೊಗೆ macOS Catalina (10.15) ಅಥವಾ ನಂತರದ ಆವೃತ್ತಿ ಅಗತ್ಯವಿದೆ.
ko: HDR 비디오는 macOS Catalina(10.15) 이상이 필요합니다.
lt: HDR vaizdo įrašams reikalinga „macOS Catalina“ (10.15) arba naujesnė versija.
ml: HDR വീഡിയോക്ക് macOS Catalina (10.15) അല്ലെങ്കിൽ അതിനു ശേഷമുള്ളത് ആവശ്യമാണ്.
mr: HDR व्हिडिओला macOS Catalina (10.15) किंवा त्यानंतरचे व्हर्जन आवश्यक आहे.
ms: Video HDR memerlukan macOS Catalina (10.15) atau lebih baharu.
nb: HDR-video krever macOS Catalina (10.15) eller nyere.
nl: Voor HDR-video is macOS Catalina (10.15) of nieuwer vereist.
or: HDR ଭିଡିଓ ପାଇଁ macOS Catalina (10.15) କିମ୍ବା ପରବର୍ତ୍ତୀ ଭର୍ଶନ୍ ଆବଶ୍ୟକ।
pa: HDR ਵੀਡੀਓ ਲਈ macOS Catalina (10.15) ਜਾਂ ਬਾਅਦ ਵਾਲੇ ਸੰਸਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।
pl: Wideo HDR wymaga systemu macOS Catalina (10.15) lub nowszego.
pt_br: O vídeo HDR requer o macOS Catalina (10.15) ou posterior.
pt_pt: Vídeo HDR requer o macOS Catalina (10.15) ou posterior.
ro: Conținutul video HDR necesită macOS Catalina (10.15) sau o variantă ulterioară.
ru: Для HDR‑видео требуется macOS Catalina (10.15) или новее.
sk: HDR video vyžaduje macOS Catalina (10.15) alebo novší.
sl: Za videe HDR je potreben operacijski sistem macOS Catalina (10.15) ali novejša različica.
sv: HDR-video kräver macOS Catalina (10.15) eller senare.
ta: HDR வீடியோ இயங்க macOS Catalina (10.15) அல்லது அதற்குப் பிந்தைய பதிப்புகள் தேவை.
te: HDR వీడియోకు macOS Catalina (10.15) లేదా తర్వాతి వెర్షన్‌లు అవసరం.
th: วิดีโอ HDR ต้องใช้ macOS Catalina (10.15) ขึ้นไป
tr: HDR video için macOS Catalina (10.15) veya daha yenisi gerekir.
uk: Для відео HDR потрібна операційна система macOS Catalina (10.15) або новіша.
ur: ‏HDR ویڈیو کے لیے ⁨macOS Catalina (10.15)⁩ یا بعد کا ورژن مطلوب ہے۔
vi: Video HDR yêu cầu macOS Catalina (10.15) trở lên.
zh_cn: HDR视频需要macOS Catalina (10.15)或更高版本。
zh_hk: HDR影片需要macOS Catalina (10.15) 或以上版本。
zh_tw: HDR影片需要macOS Catalina（10.15）或以上版本。

# CAM_CONFIRM_HIGH_EFFICIENCY_HDR_VIDEO_TITLE
source: HDR Video
ar: فيديو HDR
bg: HDR видео
bn: HDR ভিডিও
ca: Vídeo HDR
el: Βίντεο HDR
es: Vídeo HDR
es_us: Video HDR
fr: Vidéo HDR
fr_ca: Vidéo HDR
gu: HDR વીડિયો
he: וידאו HDR
hi: HDR वीडियो
hu: HDR-videó
id: Video HDR
it: Video HDR
ja: HDRビデオ
kk: HDR видео
kn: HDR ವೀಡಿಯೊ
ko: HDR 비디오
lt: HDR vaizdo įrašas
ml: HDR വീഡിയോ
mr: HDR व्हिडिओ
ms: Video HDR
or: HDR ଭିଡିଓ
pa: HDR ਵੀਡੀਓ
pl: Wideo HDR
pt_br: Vídeo HDR
pt_pt: Vídeo HDR
ro: Video HDR
ru: HDR-видео
sl: Video HDR
ta: HDR வீடியோ
te: HDR వీడియో
th: วิดีโอ HDR
uk: Відео HDR
ur: ‏HDR ویڈیو
vi: Video HDR
zh_cn: HDR视频
zh_hk: HDR影片
zh_tw: HDR影片
